[
  "obsidian-style-settings",
  "theme-picker",
  "obsidian-another-quick-switcher",
  "obsidian-auto-link-title",
  "breadcrumbs",
  "dataview",
  "calendar",
  "obsidian-citation-plugin",
  "obsidian-dynamic-highlights",
  "mysnippets-plugin",
  "obsidian-excalidraw-plugin",
  "file-tree-alternative",
  "settings-search",
  "obsidian-footnotes",
  "ghost-fade-focus",
  "obsidian-hider",
  "obsidian-image-toolkit",
  "novel-word-count",
  "periodic-notes",
  "quickadd",
  "templater-obsidian",
  "smart-random-note",
  "cm-typewriter-scroll-obsidian",
  "various-complements",
  "obsidian-copy-block-link",
  "hotkey-helper"
]